Repository: SawyerChristensen/Chexx
Catalog: Chexx/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, zh_hans

source: All legal moves are highlighted by default when playing in any mode. To disable this, simply toggle the "Show Legal Moves" option in settings. When playing in the "Pass & Play" mode, the board rotates after each player's turn. To make this rotation instant, enable the "Low Motion" option in settings.
ar: يتم تمييز جميع النقلات القانونية بشكل افتراضي عند اللعب في أي وضع. لتعطيل هذه الميزة، ما عليك سوى تبديل خيار ”عرض النقلات القانونية“ في الإعدادات. عند اللعب في وضع ”مرر والعب“، تدور اللوحة بعد دور كل لاعب. لجعل هذه الدورة فورية، قم بتمكين خيار ”حركة مخففة“ في الإعدادات.
bn: যেকোনো মোডে খেলার সময়, সব বৈধ চাল ডিফল্টভাবে হাইলাইট করা হয়। এটি বন্ধ করতে, সেটিংসে গিয়ে 'বৈধ চাল দেখান' অপশনটি টগল করুন। 'পাস এবং প্লে' মোডে খেলার সময় প্রতিটি খেলোয়াড়ের চাল শেষে বোর্ডটি স্বয়ংক্রিয়ভাবে ঘুরে যায়। এই ঘূর্ণন তাৎক্ষণিক করতে, সেটিংসে 'গতি কমান' অপশনটি চালু করুন।
de: Alle zulässigen Züge werden standardmäßig hervorgehoben, wenn Sie in einem beliebigen Modus spielen. Um diese Funktion zu deaktivieren, schalten Sie einfach die Option „Legale Züge anzeigen” in den Einstellungen aus. Wenn Sie im Modus „Pass & Play” spielen, dreht sich das Spielbrett nach jedem Zug eines Spielers. Um diese Drehung zu beschleunigen, aktivieren Sie die Option „Weniger Bewegungseffekte” in den Einstellungen.
es: Todas las jugadas legales se resaltan de forma predeterminada al jugar en cualquier modo. Para desactivar esta función, simplemente desactive la opción «Mostrar movimientos legales» en la configuración. Al jugar en el modo «Pasar y jugar», el tablero gira después del turno de cada jugador. Para que esta rotación sea instantánea, active la opción «Movimiento reducido» en la configuración.
fr: Tous les coups légaux sont mis en évidence par défaut lorsque vous jouez dans n'importe quel mode. Pour désactiver cette fonction, il suffit de désactiver l'option « Afficher les coups légaux » dans les Réglages. Lorsque vous jouez en mode « Passe et joue », le plateau pivote après le tour de chaque joueur. Pour que cette rotation soit instantanée, activez l'option « Mouvement réduit » dans les Réglages.
hi: किसी भी मोड में खेलते समय सभी कानूनी चालें डिफ़ॉल्ट रूप से हाइलाइट की जाती हैं। इसे अक्षम करने के लिए, सेटिंग्स में 'कानूनी चालें दिखाएँ' विकल्प को टॉगल करें। 'पास एंड प्ले' मोड में खेलते समय, प्रत्येक खिलाड़ी की बारी के बाद बोर्ड अपने आप घूमता है। इस घूर्णन को तुरंत करने के लिए, सेटिंग्स में 'कम गति' विकल्प को सक्षम करें।
it: Tutte le mosse legali sono evidenziate di default quando si gioca in qualsiasi modalità. Per disattivare questa funzione, è sufficiente disattivare l'opzione “Mostra mosse legali” nelle impostazioni. Quando si gioca in modalità “Passa e Gioca”, il tabellone ruota dopo il turno di ogni giocatore. Per rendere questa rotazione istantanea, abilitare l'opzione “Riduci movimento” nelle impostazioni.
ja: どのモードでプレイする場合でも、合法手はデフォルトでハイライト表示されます。これを無効にするには、設定で**「合法手を表示」オプションを切り替えてください。「パス＆プレイ」モードでは、各プレイヤーのターン終了後に盤面が回転します。この回転を即時に行うには、設定で「動作を減らす」**オプションを有効にしてください。
ko: 가능한 수 표시 옵션은 모든 모드에서 기본적으로 활성화되어 있습니다. 이 기능을 끄려면 설정에서 해당 옵션을 비활성화하세요. 패스 앤 플레이 모드에서는 각 플레이어의 차례가 끝날 때마다 보드가 회전합니다. 보드 회전 애니메이션을 생략하고 즉시 처리하려면 설정에서 동작 줄이기 옵션을 켜주세요.
nl: Alle legale zetten worden standaard gemarkeerd wanneer je in een willekeurige modus speelt. Om dit uit te schakelen, schakel je gewoon de optie ‘Legale zetten tonen’ in de instellingen uit. Wanneer je in de modus ‘Pass & Play’ speelt, draait het bord na elke beurt van een speler. Om deze rotatie direct te maken, schakel je de optie ‘Verminderde beweging’ in de instellingen in.
pl: Wszystkie legalne ruchy są domyślnie podświetlane podczas gry w dowolnym trybie. Aby wyłączyć tę funkcję, wystarczy przełączyć opcję „Pokaż możliwe ruchy” w ustawieniach. Podczas gry w trybie „Podaj i graj” plansza obraca się po każdym ruchu gracza. Aby obrót ten był natychmiastowy, włącz opcję „Redukuj ruch” w ustawieniach.
pt: Todas as jogadas legais são destacadas por predefinição ao jogar em qualquer modo. Para desativar esta funcionalidade, basta alternar a opção «Mostrar jogadas legais» nas definições. Ao jogar no modo «Passar e Jogar», o tabuleiro roda após cada jogada de cada jogador. Para tornar esta rotação instantânea, ative a opção «Reduzir Movimento» nas definições.
ru: Возможные ходы по умолчанию подсвечиваются во всех режимах игры. Чтобы отключить эту функцию, деактивируйте опцию „Показывать возможные ходы“ в настройках. В режиме „Передай и играй“ доска поворачивается после каждого хода. Чтобы сделать это вращение мгновенным, включите опцию „Уменьшение движения“ в настройках
zh_hans: 在任何模式下游戏时，所有合法走法默认都会高亮显示。若需关闭此功能，只需在设置中切换“显示合法走法”选项即可。在“轮流对局”模式下，每名玩家回合结束后棋盘会自动旋转。若需实现即时旋转效果，请在设置中启用“减弱动态”选项。

source: iOS App by Sawyer Christensen
ar: تطبيق iOS بواسطة Sawyer Christensen
bn: সয়ার ক্রিস্টেনসেন দ্বারা তৈরি iOS অ্যাপ
de: iOS-App von Sawyer Christensen
es: Aplicación iOS por Sawyer Christensen
fr: Application iOS par Sawyer Christensen
hi: सॉयर क्रिस्टेंसन द्वारा आईओएस ऐप
it: App iOS di Sawyer Christensen
ja: ソーヤー・クリスチャンセンによるiOSアプリ
ko: Sawyer Christensen의 iOS 앱
nl: iOS-app door Sawyer Christensen
pl: Aplikacja iOS autorstwa Sawyera Christensena
pt: App iOS por Sawyer Christensen
ru: Приложение для iOS от Сойера Кристенсена
zh_hans: iOS 应用由 Sawyer Christensen 开发

source: Main Menu Theme - Habanera by Georges Bizet, via the YouTube Audio Library
ar: موضوع القائمة الرئيسية - Habanera لـ Georges Bizet عبر مكتبة الصوت على YouTube
bn: মূল মেনু থিম - জর্জ বিজে-এর হাবানেরা, ইউটিউব অডিও লাইব্রেরি থেকে
de: Hauptmenü-Thema – Habanera von Georges Bizet, über die YouTube-Audiobibliothek
es: Tema del menú principal: Habanera, de Georges Bizet, a través de la biblioteca de audio de YouTube.
fr: Thème du menu principal - Habanera de Georges Bizet, via la bibliothèque audio YouTube
hi: मुख्य मेनू थीम - जॉर्जेस बिज़ेट द्वारा हाबानेरा, यूट्यूब ऑडियो लाइब्रेरी के माध्यम से
it: Tema del menu principale - Habanera di Georges Bizet, tramite la libreria audio di YouTube
ja: メインメニュー・テーマ：ジョルジュ・ビゼー「ハバネラ」（YouTubeオーディオライブラリより）
ko: 메인 메뉴 테마 - 조르주 비제의 하바네라, 유튜브 오디오 라이브러리 제공
nl: Hoofdmenu Thema - Habanera van Georges Bizet, via de YouTube-audiobibliotheek
pl: Motyw menu głównego – Habanera autorstwa Georgesa Bizeta, za pośrednictwem biblioteki audio YouTube
pt: Tema do menu principal - Habanera, de Georges Bizet, através da Biblioteca de Áudio do YouTube
ru: Тема главного меню — «Хабанера» Жоржа Бизе, из аудиотеки YouTube
zh_hans: 主菜单主题曲 - 乔治·比才《哈巴涅拉舞曲》，来自YouTube音频库

source: Original Rules by Władysław Gliński
ar: القواعد الأصلية بواسطة Władysław Gliński
bn: মূল নিয়মাবলী - ভ্লাদিস্লাভ গ্লিনস্কি দ্বারা
de: Originalregeln von Władysław Gliński
es: Reglas originales de Władysław Gliński
fr: Règles originales de Władysław Gliński
hi: व्लादिस्लाव ग्लिंस्की द्वारा मूल नियम
it: Regole originali di Władysław Gliński
ja: オリジナル・ルール考案：ヴワディスワフ・グリンスキ
ko: 게임 고안: Władysław Gliński
nl: Originele regels door Władysław Gliński
pl: Oryginalne zasady autorstwa Władysława Glińskiego
pt: Regras Originais por Władysław Gliński
ru: Оригинальные правила Владислава Глинского
zh_hans: 原始规则由 Władysław Gliński 制定

source: Pieces by Cburnett, CC BY-SA 3.0, via Wikimedia Commons
ar: قطع من Cburnett، CC BY-SA 3.0، عبر Wikimedia Commons
bn: Cburnett-এর ছবি, CC BY-SA 3.0, উইকিমিডিয়া কমন্স থেকে
de: Figuren von Cburnett, CC BY-SA 3.0, über Wikimedia Commons
es: Piezas por Cburnett, CC BY-SA 3.0, vía Wikimedia Commons
fr: Pièces par Cburnett, CC BY-SA 3.0, via Wikimedia Commons
hi: मोहरे Cburnett द्वारा, CC BY-SA 3.0, विकिमीडिया कॉमन्स के माध्यम से
it: Pezzi di Cburnett, CC BY-SA 3.0, via Wikimedia Commons
ja: 駒デザイン：Cburnett（CC BY-SA 3.0、ウィキメディア・コモンズ経由）
ko: Cburnett의 기물, CC BY-SA 3.0, 위키미디어 공용을 통해
nl: Afbeeldingen door Cburnett, CC BY-SA 3.0, via Wikimedia Commons
pl: Figury autorstwa Cburnett, CC BY-SA 3.0, za pośrednictwem Wikimedia Commons
pt: Peças por Cburnett, CC BY-SA 3.0, via Wikimedia Commons
ru: Фигуры от Cburnett, CC BY-SA 3.0, через Wikimedia Commons
zh_hans: 棋子由 Cburnett 设计，采用 CC BY-SA 3.0 许可，通过 Wikimedia Commons 提供

source: The bishop moves along the diagonals (towards the corners of its tile rather than its edges) and always stays on its color. Since a hexagon has six corners, there are six possible diagonal directions. Note that in hexagonal chess, the corners of hexagons diagonal to each other do not touch.
ar: يتحرك الفيلق على طول الأقطار (باتجاه زوايا البلاطة بدلاً من حوافها) ويبقى دائماً على لونه. بما أن الشكل السداسي له ست زوايا، فهناك ستة اتجاهات قطرية ممكنة. لاحظ أن في الشطرنج السداسي، لا تتلامس زوايا الأشكال السداسية القطرية مع بعضها البعض.
bn: বিশপ ডায়াগোনাল বরাবর চলে (তার টাইলসের ধার বরাবর নয়, বরং কোণগুলোর দিকে) এবং সবসময়ই নিজের রঙের ঘরে থাকে। যেহেতু ষড়ভুজের ছয়টি কোণ রয়েছে, তাই ছয়টি সম্ভাব্য ডায়াগোনাল দিক আছে। লক্ষ্য করুন, ষড়ভুজী দাবা খেলায় পরস্পর ডায়াগোনাল অবস্থানে থাকা ষড়ভুজের কোণগুলো একে অপরকে স্পর্শ করে না।
de: Der Bischof bewegt sich entlang der Diagonalen (in Richtung der Ecken seines Feldes und nicht zu dessen Rändern) und bleibt immer auf seiner Farbe. Da ein Sechseck sechs Ecken hat, gibt es sechs mögliche diagonale Richtungen. Beachten Sie, dass sich bei Hexschach die Ecken von Sechsecken, die diagonal zueinander liegen, nicht berühren.
es: El obispo se mueve por las diagonales (hacia las esquinas de su casilla en lugar de hacia los bordes) y siempre permanece en su color. Dado que un hexágono tiene seis esquinas, hay seis direcciones diagonales posibles. Tenga en cuenta que en el ajedrez hexagonal, las esquinas de los hexágonos diagonales entre sí no se tocan.
fr: L'évêque se déplace en diagonale (vers les coins de sa case plutôt que vers ses bords) et reste toujours sur sa couleur. Comme un hexagone a six coins, il y a six directions diagonales possibles. Notez que dans les échecs hexagonaux, les coins des hexagones diagonaux ne se touchent pas.
hi: बिशप विकर्णों पर चलता है (अपनी टाइल के किनारों की बजाय कोनों की ओर) और हमेशा अपनी ही रंग की टाइल पर रहता है। चूंकि षट्भुज के छह कोने होते हैं, इसलिए छह संभावित विकर्ण दिशाएँ होती हैं। ध्यान दें कि षट्भुजाकार शतरंज में एक-दूसरे के विकर्ण कोने आपस में नहीं मिलते।
it: Il vescovo si muove lungo le diagonali (verso gli angoli della sua casella piuttosto che verso i bordi) e rimane sempre sul proprio colore. Poiché un esagono ha sei angoli, ci sono sei possibili direzioni diagonali. Si noti che negli scacchi esagonali, gli angoli degli esagoni diagonali tra loro non si toccano.
ja: 司教は対角線（辺ではなく角の方向）に沿って移動し、常に自色のマス上にとどまる。六角形には六つの角があるため、六つの対角線方向が存在する。なお六角チェスでは、互いに斜め向かい合う六角形の角は接しない。
ko: 주교는 대각선 방향으로 이동합니다(타일의 가장자리보다는 모서리를 향해). 항상 같은 색 타일 위를 이동합니다. 육각형은 여섯 개의 모서리를 가지므로 여섯 가지 대각선 방향이 가능합니다. 육각형 체스에서는 서로 대각선으로 마주보는 육각형의 모서리가 접촉하지 않는다는 점에 유의하십시오.
nl: De bisschop beweegt zich langs de diagonalen (naar de hoeken van zijn veld in plaats van naar de randen) en blijft altijd op zijn kleur. Aangezien een zeshoek zes hoeken heeft, zijn er zes mogelijke diagonale richtingen. Merk op dat in zeshoekig schaken de hoeken van zeshoeken die diagonaal tegenover elkaar liggen elkaar niet raken.
pl: Goniec porusza się po przekątnych (w kierunku rogów swojego pola, a nie jego krawędzi) i zawsze pozostaje na swoim kolorze. Ponieważ sześciokąt ma sześć rogów, istnieje sześć możliwych kierunków po przekątnej. Należy pamiętać, że w szachach sześciokątnych rogi sześciokątów położone po przekątnej nie stykają się ze sobą.
pt: O bispo move-se nas diagonais (em direção aos cantos do seu tabuleiro, em vez das suas bordas) e permanece sempre na sua cor. Como um hexágono tem seis cantos, existem seis direções diagonais possíveis. Note que, no xadrez hexagonal, os cantos dos hexágonos diagonais entre si não se tocam.
ru: Слон перемещается по диагоналям (в направлении углов поля, а не его сторон) и всегда остаётся на своём цвете. Поскольку у шестиугольника шесть углов, существует шесть возможных диагональных направлений. Обратите внимание, что в шестиугольных шахматах углы шестиугольников, расположенные по диагонали друг к другу, не соприкасаются.
zh_hans: 主教沿对角线移动（朝向其所在六边形的角而非边），且始终停留在同色区域。由于六边形有六个角，因此存在六种可能的对角线方向。需注意，在六角棋中，对角相邻的六边形，其角不会接触。

source: The king moves similarly to the queen, but can only move one tile in any direction. A beginner's mistake is forgetting about the one-tile diagonal movement, as those tiles do not share an edge with the king's tile.
ar: يتحرك الملك بشكل مشابه للملكة، ولكنه لا يستطيع التحرك إلا مسافة مربع واحد في أي اتجاه. من الأخطاء الشائعة التي يرتكبها المبتدئون نسيان الحركة القطرية بمسافة مربع واحد، لأن تلك المربعات لا تشترك في حافة مع مربع الملك.
bn: রাজা রানীর মতোই চলে, তবে যেকোনো দিকে মাত্র এক ঘরই যেতে পারে। নতুনদের একটি ভুল হল এক-ঘর তির্যক চলাচল ভুলে যাওয়া, কারণ ওই ঘরগুলো রাজার ঘরের সাথে কোনো কিনারা ভাগ করে না।
de: Der König bewegt sich ähnlich wie die Königin, kann jedoch nur ein Feld in jede Richtung ziehen. Ein Anfängerfehler besteht darin, die diagonale Bewegung um ein Feld zu vergessen, da diese Felder keine gemeinsame Kante mit dem Feld des Königs haben.
es: El rey se mueve de forma similar a la reina, pero solo puede avanzar una casilla en cualquier dirección. Un error común entre los principiantes es olvidar el movimiento diagonal de una casilla, ya que esas casillas no comparten borde con la casilla del rey.
fr: Le roi se déplace de la même manière que la reine, mais ne peut se déplacer que d'une case dans n'importe quelle direction. Une erreur courante chez les débutants est d'oublier le déplacement diagonal d'une case, car ces cases ne partagent pas de bord avec la case du roi.
hi: राजा रानी की तरह चलता है, लेकिन वह किसी भी दिशा में केवल एक टाइल ही चल सकता है। एक शुरुआती की गलती होती है कि वह एक टाइल के तिरछे चलने को भूल जाता है, क्योंकि वे टाइलें राजा की टाइल के साथ कोई किनारा साझा नहीं करतीं।
it: Il re si muove in modo simile alla regina, ma può spostarsi solo di una casella in qualsiasi direzione. Un errore tipico dei principianti è dimenticare il movimento diagonale di una casella, poiché quelle caselle non condividono un bordo con la casella del re.
ja: 王はクイーンと同様に移動するが、どの方向にも1マスしか動けない。初心者がやりがちなミスは、斜め1マスの移動を忘れてしまうことだ。なぜなら、そのマスは王のマスと辺を共有していないからだ。
ko: 왕은 여왕과 유사하게 움직이지만, 어느 방향으로든 한 칸만 이동할 수 있습니다. 초보자가 흔히 저지르는 실수는 대각선 방향으로 한 칸 이동하는 경우를 잊는 것입니다. 해당 칸들은 왕의 위치와 경계를 공유하지 않기 때문입니다.
nl: De koning beweegt op dezelfde manier als de dame, maar kan slechts één veld in elke richting bewegen. Een beginnersfout is het vergeten van de diagonale beweging van één veld, aangezien die velden geen rand delen met het veld van de koning.
pl: Król porusza się podobnie jak królowa, ale może przesuwać się tylko o jedno pole w dowolnym kierunku. Początkujący gracze często zapominają o ruchu po przekątnej o jedno pole, ponieważ pola te nie sąsiadują z polem króla.
pt: O rei move-se de forma semelhante à rainha, mas só pode mover-se uma casa em qualquer direção. Um erro comum dos iniciantes é esquecer-se do movimento diagonal de uma casa, uma vez que essas casas não partilham uma aresta com a casa do rei.
ru: Король движется аналогично ферзу, но может перемещаться только на одну клетку в любом направлении. Ошибка новичков заключается в том, что они забывают о диагональном перемещении на одну клетку, поскольку эти клетки не граничат с клеткой короля.
zh_hans: 国王的走法与皇后相似，但每次只能移动一格。初学者常犯的错误是忽略对角线方向的一格移动，因为这些格子并不与国王所在的格子相邻。

source: The knight moves in a slightly obtuse L-shape. It travels two tiles orthogonally (across edges) and then one tile to the left or right. The knight is the only piece that can jump over other pieces to reach its destination.
ar: يتحرك الحصان في شكل حرف L منفرج قليلاً. يتحرك مسافة مربعين بشكل عمودي (عبر الحواف) ثم مربع واحد إلى اليسار أو اليمين. الحصان هو القطعة الوحيدة التي يمكنها القفز فوق القطع الأخرى للوصول إلى وجهتها.
bn: ঘোড়াটি সামান্য প্রশস্ত L-আকৃতিতে চলে। এটি প্রথমে দুইটি ঘর লম্বভাবে (ধারের বরাবর) অগ্রসর হয়, তারপর বাম বা ডান দিকে একটি ঘর এগোয়। ঘোড়াটি একমাত্র এমন একটি চালক, যা অন্য চালকদের ওপর দিয়ে লাফিয়ে তার গন্তব্যে পৌঁছাতে পারে।
de: Der Springer bewegt sich in einer leicht stumpfen L-Form. Er bewegt sich zwei Felder orthogonal (über Kanten) und dann ein Feld nach links oder rechts. Der Springer ist die einzige Figur, die über andere Figuren springen kann, um ihr Ziel zu erreichen.
es: El caballo se mueve en forma de L ligeramente obtusa. Se desplaza dos casillas en dirección ortogonal (a lo largo de los bordes) y luego una casilla hacia la izquierda o hacia la derecha. El caballo es la única pieza que puede saltar por encima de otras piezas para llegar a su destino.
fr: Le cavalier se déplace en formant un L légèrement obtus. Il se déplace de deux cases en orthogonale (le long des bords), puis d'une case vers la gauche ou vers la droite. Le cavalier est la seule pièce qui peut sauter par-dessus d'autres pièces pour atteindre sa destination.
hi: घोड़ा थोड़ी सी चौकोर-घुमावदार L-आकार में चलता है। यह दो टाइलें सीधे (किनारों के पार) चलता है और फिर एक टाइल बाईं या दाईं ओर जाता है। घोड़ा एकमात्र ऐसा मोहरा है जो अपने गंतव्य तक पहुँचने के लिए अन्य मोहरों के ऊपर से कूद सकता है।
it: Il cavallo si muove con una traiettoria leggermente ottusa a forma di L. Si sposta di due caselle in direzione ortogonale (lungo i bordi) e poi di una casella a sinistra o a destra. Il cavallo è l'unico pezzo che può saltare sopra gli altri pezzi per raggiungere la sua destinazione.
ja: ナイトは鈍角のL字形に動く。まず縦横方向に2マス進み、その後左右に1マス進む。ナイトは他の駒を飛び越えて目的地に到達できる唯一の駒である。
ko: 기사는 약간 둔각인 L자 모양으로 움직입니다. 기사는 가로세로로 두 칸(가장자리를 따라) 이동한 후, 왼쪽이나 오른쪽으로 한 칸 이동합니다. 기사는 다른 말들을 뛰어넘어 목적지에 도달할 수 있는 유일한 말입니다.
nl: Het paard beweegt zich in een licht stompe L-vorm. Het gaat twee vakjes orthogonaal (over randen) en vervolgens één vakje naar links of rechts. Het paard is het enige stuk dat over andere stukken heen kan springen om zijn bestemming te bereiken.
pl: Skoczek porusza się w kształcie lekko rozwartym litery L. Przemieszcza się o dwa pola w kierunku ortogonalnym (wzdłuż krawędzi), a następnie o jedno pole w lewo lub w prawo. Skoczek jest jedyną figurą, która może przeskakiwać inne figury, aby dotrzeć do celu.
pt: O cavalo move-se numa forma ligeiramente obtusa em L. Ele percorre duas casas na diagonal (através das arestas) e depois uma casa para a esquerda ou para a direita. O cavalo é a única peça que pode saltar por cima de outras peças para chegar ao seu destino.
ru: Конь движется по слегка тупой L-образной траектории. Он перемещается на две клетки по горизонтали (по краям) и затем на одну клетку влево или вправо. Конь — единственная фигура, которая может перепрыгивать через другие фигуры, чтобы достичь своей цели.
zh_hans: 骑士的走法呈略带钝角的L形：先沿边线直行两格，再向左或向右斜行一格。骑士是唯一能跳过其他棋子抵达目的地的棋子。

source: The most popular form of hexagonal chess was created by Władysław Gliński in 1936. During its peak in Eastern Europe there were once more than half a million players of Gliński's game. While many variants have since been created, Gliński's remains the most popular. It is played similarly to regular chess, albeit with some notable differences.
ar: أشهر أشكال الشطرنج السداسي تم ابتكاره على يد Władysław Gliński في عام 1936. خلال ذروة انتشاره في أوروبا الشرقية، كان هناك أكثر من نصف مليون لاعب لشطرنج Gliński. وعلى الرغم من ظهور العديد من الأشكال المختلفة منذ ذلك الحين، إلا أن شطرنج Gliński لا يزال الأكثر شعبية. يتم لعبه بشكل مشابه للشطرنج العادي، مع بعض الاختلافات الملحوظة.
bn: ষড়ভুজী দাবা-এর সবচেয়ে জনপ্রিয় রূপটি ১৯৩৬ সালে ভ্লাদিস্লাভ গ্লিনস্কি তৈরি করেছিলেন। পূর্ব ইউরোপে এর শীর্ষকালে গ্লিনস্কির খেলায় অর্ধ মিলিয়নেরও বেশি খেলোয়াড় ছিল। যদিও পরবর্তীতে অনেক রূপ তৈরি হয়েছে, গ্লিনস্কির রূপটিই সবচেয়ে জনপ্রিয় রয়ে গেছে। এটি নিয়মিত দাবা-এর মতোই খেলা হয়, যদিও কিছু উল্লেখযোগ্য পার্থক্য রয়েছে।
de: Die beliebteste Form des Hexschach wurde 1936 von Władysław Gliński entwickelt. Zu seiner Blütezeit in Osteuropa gab es mehr als eine halbe Million Spieler von Glińskis Spiel. Obwohl seitdem viele Varianten entstanden sind, bleibt Glińskis Spiel das beliebteste. Es wird ähnlich wie normales Schach gespielt, allerdings mit einigen bemerkenswerten Unterschieden.
es: La forma más popular de ajedrez hexagonal fue creada por Władysław Gliński en 1936. Durante su apogeo en Europa del Este, hubo más de medio millón de jugadores del juego de Gliński. Aunque desde entonces se han creado muchas variantes, la de Gliński sigue siendo la más popular. Se juega de forma similar al ajedrez normal, aunque con algunas diferencias notables.
fr: La forme la plus populaire des échecs hexagonaux a été créée par Władysław Gliński en 1936. À son apogée en Europe de l'Est, le jeu de Gliński comptait plus d'un demi-million de joueurs. Bien que de nombreuses variantes aient été créées depuis, celle de Gliński reste la plus populaire. Elle se joue de la même manière que les échecs classiques, à quelques différences notables près.
hi: हेक्सागोनल शतरंज का सबसे लोकप्रिय रूप 1936 में व्लादिस्लाव ग्लिंस्की द्वारा बनाया गया था। पूर्वी यूरोप में इसके चरम के दौरान ग्लिंस्की के खेल के आधे मिलियन से अधिक खिलाड़ी थे। हालांकि तब से कई संस्करण बनाए गए हैं, फिर भी ग्लिंस्की का संस्करण सबसे लोकप्रिय बना हुआ है। इसे सामान्य शतरंज की तरह ही खेला जाता है, हालांकि इसमें कुछ उल्लेखनीय अंतर हैं।
it: La forma più popolare di scacchi esagonali fu creata da Władysław Gliński nel 1936. Durante il suo periodo di massimo splendore nell'Europa orientale, il gioco di Gliński contava più di mezzo milione di giocatori. Sebbene da allora siano state create molte varianti, quella di Gliński rimane la più popolare. Si gioca in modo simile agli scacchi tradizionali, ma con alcune differenze notevoli.
ja: 六角チェスの最も普及した形式は、1936年にウワディスワフ・グリンスキによって考案された。東欧で全盛期を迎えた際には、グリンスキのゲームに50万人以上のプレイヤーが存在した。その後多くの変種が生まれたものの、グリンスキの形式が今なお最も人気を保っている。通常のチェスと類似したルールでプレイされるが、いくつかの顕著な相違点がある。
ko: 육각 체스의 가장 대중적인 형태는 1936년 블라디슬라프 글린스키에 의해 창안되었다. 동유럽에서 전성기를 누릴 당시 글린스키 체스 플레이어는 50만 명을 넘었다. 이후 수많은 변형이 등장했지만 글린스키 체스가 여전히 가장 널리 퍼져 있다. 일반 체스와 유사하게 진행되지만 몇 가지 주목할 만한 차이점이 존재한다.
nl: De populairste vorm van zeshoekig schaken werd in 1936 bedacht door Władysław Gliński. Tijdens zijn hoogtepunt in Oost-Europa waren er ooit meer dan een half miljoen spelers van Gliński's spel. Hoewel er sindsdien veel varianten zijn bedacht, blijft die van Gliński het populairst. Het wordt op dezelfde manier gespeeld als gewoon schaken, maar er zijn enkele opvallende verschillen.
pl: Najpopularniejsza odmiana szachów sześciokątnych została stworzona przez Władysława Glińskiego w Polsce w 1936 roku. W okresie największej popularności w Europie Wschodniej gra Glińskiego miała ponad pół miliona graczy. Chociaż od tego czasu powstało wiele odmian tej gry, wersja Glińskiego pozostaje najpopularniejsza. Gra się w nią podobnie jak w tradycyjne szachy, choć istnieją pewne istotne różnice.
pt: A forma mais popular de xadrez hexagonal foi criada por Władysław Gliński em 1936. Durante o seu auge na Europa Oriental, havia mais de meio milhão de jogadores do jogo de Gliński. Embora muitas variantes tenham sido criadas desde então, a de Gliński continua a ser a mais popular. É jogado de forma semelhante ao xadrez normal, embora com algumas diferenças notáveis.
ru: Самая популярная форма шестиугольных шахмат была создана Владиславом Глинским в 1936 году. В период своего расцвета в Восточной Европе в игру Глинского играло более полумиллиона человек. Хотя с тех пор было создано множество вариантов, игра Глинского остается самой популярной. Она играется аналогично обычным шахматам, хотя и имеет некоторые заметные отличия.
zh_hans: 六角棋最流行的形式由瓦迪斯瓦夫·格林斯基于1936年创立。在东欧鼎盛时期，格林斯基棋曾拥有超过五十万名玩家。尽管后来衍生出众多变体，格林斯基棋仍是最受欢迎的版本。其玩法与传统国际象棋相似，但存在若干显著差异。
